Repository: giellalt/corpus-sma
Catalog: tmx/nob/admin/depts/udir.no/sfs_veiledning_21_sami-soga-lavlla-og-norges-n.html.tmx
Source language: sma
Languages: nob

source: Daltese
nob: Hovedinnhold

source: Tjaaleldh maahtoe
nob: Eksempler på undervisningsopplegg

source: Aerpievuekien daajroe
nob: Skriftlig kompetanse

source: Barkoe lïhtsigujmie
nob: Tradisjonell kunnskap

source: Sijjienommh
nob: Arbeid med stavelser

source: Diktesoptsese gaarkenotaate DSL-goere
nob: Slektsbenevninger

source: Suejnieh
nob: Fortelling

source: Artihkele Tjaaleldh prosjekte
nob: Artikkel Skriftlig prosjekt

source: Dïejvesh mah båatsosne åtnasuvvieh
nob: Begreper som brukes i reindrifta

source: Bijjiedimmievuekieh Saepmesne Heamtuvrh
nob: Oversette fra norsk til samisk

source: Saemien heamtuvrh jïh aalkoealmetji heamtuvrh
nob: Samiske eventyr og urfolks eventyr

source: Vuelien aerpievuekie jïh vuelie daan biejjien
nob: Joiketradisjon og joik i dag
